7zip
bash-language-server
dbeaver
docker
docker-compose
drawio-desktop
fastfetch
fd
firewalld
fzf
git
helix
httpie
konsole
lazygit
libreoffice-fresh
lua-language-server
man-db
marksman
networkmanager
noto-fonts
noto-fonts-extra
okular
openssh
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
python-sqlparse
qbittorrent
reflector
shellcheck
shfmt
spotify-launcher
steam
stow
tmux
tree
typescript-language-server
vscode-html-languageserver
vscode-json-languageserver
wl-clipboard
yaml-language-server
yazi
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
