alacritty
base-devel
bash-language-server
dbeaver
docker
docker-compose
drawio-desktop
fastfetch
fd
fzf
git
go
helix
lazygit
lua-language-server
man-db
marksman
noto-fonts
openssh
python-sqlparse
shellcheck
shfmt
spotify-launcher
stow
taplo-cli
tmux
tree
typescript-language-server
vscode-json-languageserver
wl-clipboard
yaml-language-server
yazi
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
7zip
